[
  "table-editor-obsidian",
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "calendar",
  "obsidian-style-settings",
  "obsidian-outliner",
  "quickadd",
  "obsidian-admonition",
  "tag-wrangler",
  "obsidian-mind-map",
  "recent-files-obsidian",
  "omnisearch",
  "editing-toolbar",
  "better-word-count",
  "obsidian-emoji-toolbar",
  "obsidian-pandoc",
  "buttons",
  "obsidian-auto-link-title",
  "sheets",
  "obsidian-table-generator",
  "markdown-table-editor",
  "obsidian-excel-to-markdown-table",
  "url-into-selection",
  "number-headings-obsidian",
  "homepage"
]