[
  "obsidian-excalidraw-plugin",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-admonition",
  "quickadd",
  "obsidian-icon-folder",
  "tag-wrangler",
  "obsidian-mind-map",
  "recent-files-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "omnisearch",
  "text-extractor",
  "obsidian-emoji-toolbar",
  "buttons",
  "obsidian-code-block-enhancer",
  "open-vscode",
  "multi-column-markdown",
  "obsidian-zoom",
  "obsidian-full-calendar",
  "homepage"
]