[
  "obsidian-excalidraw-plugin",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-admonition",
  "quickadd",
  "obsidian-icon-folder",
  "tag-wrangler",
  "obsidian-mind-map",
  "cm-editor-syntax-highlight-obsidian",
  "recent-files-obsidian",
  "obsidian-checklist-plugin",
  "homepage",
  "omnisearch",
  "text-extractor",
  "better-word-count",
  "nldates-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-pandoc",
  "url-into-selection",
  "file-tree-alternative",
  "editing-toolbar",
  "obsidian-full-calendar",
  "obsidian-dictionary-plugin",
  "obsidian-banners",
  "excalibrain",
  "obsidian-image-toolkit",
  "obsidian-enhancing-export",
  "quick-latex",
  "obsidian-auto-link-title",
  "obsidian-tracker",
  "obsidian-plugin-toc",
  "obsidian-latex-suite",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-tagfolder",
  "multi-column-markdown",
  "obsidian-excel-to-markdown-table",
  "easy-typing-obsidian",
  "obsidian-footnotes",
  "folder-note-plugin",
  "markdown-prettifier",
  "drawio-obsidian",
  "file-explorer-note-count",
  "obsidian-tabs",
  "copilot",
  "markdown-table-editor",
  "heatmap-calendar",
  "mousewheel-image-zoom",
  "execute-code",
  "number-headings-obsidian",
  "obsidian-code-block-enhancer",
  "obsidian-paste-image-rename",
  "obsidian-statusbar-pomo",
  "cm-chs-patch",
  "obsidian-table-generator",
  "obsidian-show-file-path",
  "folder-notes",
  "search-on-internet",
  "terminal",
  "obsidian-comments",
  "buttons",
  "floating-toc"
]